{
    "correct" : [
        "A criança está a levar uma injeção. ",
        "Duas crianças estão a olhar para seu amigo que está a \nlevar uma injeção. ",
        "A enfermeira está a dar uma injeção a uma criança.",
        "Há 4 pessoas nesta cena, um adulto e três crianças.",
        "A enfermeira e a criança que está a levar a injecção estão sentados \ne as outras duas crianças estão em pé. ",
        "A mulher está a fritar um ovo. ",
        "O cozinheiro tnuma panela e uma colher em suas mãos. ",
        "O cozinheiro tnum chapéu de chef. ",
        "O cozinheiro é uma mulher jovem. ",
        "O cozinheiro está feliz com o que está a fazer. ",
        "O professor está a ensinar as crianças. ",
        "O professor está a mostrar a natureza num livro. ",
        "As ilustrações do livro são: um caranguejo, o sol e uma árvore.",
        "Há três crianças a aprender com o professor. ",
        "As crianças e a professora estão sentadas no chão.",
        "A mulher está doente. ",
        "Está a ser medida a temperatura da mulher. ",
        "A mulher está na cama. ",
        "A mulher tem gripe. ",
        "A mulher tem os olhos fechados, porque ela está doente. ",
        "O homem está à procura de alguma coisa no livro.",
        "O homem tem óculos redondos.",
        "O homem aponta alguma coisa com o dedo indicador. ",
        "O homem parece estar curioso. ",
        "O homem veste cor preta.",
        "O filho está a ajudar sua mãe a limpar a casa. ",
        "Tanto a mãe como o filho estão a limpar o chão. ",
        "A mãe usa uma vassoura para limpar o chão. ",
        "Tanto a mãe e filho estão felizes. ",
        "A mãe está em pé com uma vassoura eo filho está de joelhos \ncom um pano. ",
        "Duas crianças jogam num escorrega. ",
        "Uma das crianças vai na direção errada. ",
        "As crianças estão preocupadas. ",
        "Uma das crianças está sentada no escorrega. ",
        "Há uma menina e um menino a jogar no escorrega. ",
        "Duas crianças estão a jogar numa piscina. ",
        "O menino está quase a pegar a bola. ",
        "Há um menino e uma menina que jogam um jogo na piscina.",
        "A menina está a chamar o menino para jogar-lhe a bola. ",
        "Tanto o menino como a menina estão contentes. ",
        "O pequeno homem está de pé numa abóbora. ",
        "A abóbora é maior do que o pequeno homem. ",
        "O homenzinho tem uma enxada. ",
        "O t-shirt do pequeno homem tnum relâmpago. ",
        "O homem tenta manter o equilíbrio em pé numa abóbora. ",
        "O pasteleiro tem uma torta. ",
        "O pasteleiro está apreensivo sobre a forma como ele fez torta.",
        "O pasteleiro verifica o livro receitas. ",
        "A torta esta muito quente. ",
        "O chefe de pastelaria está segurando uma torta recém cozida."
    ],

    "incorrect" : [
        "A criança toma xarope. ",
        "A criança que leva a injecção olha para seus amigos.",
        "A criança está a gostar de levar uma injeção.",
        "Há seis pessoas nesta cena, quatro crianças e dois adultos.",
        "A enfermeira está sentada, mas todas as crianças estão em pé. ",
        "O cozinheiro frita bacon. ",
        "O cozinheiro tnum garfo e uma faca em suas mãos.",
        "O cozinheiro tnum chapéu de cowboy.",
        "O cozinheiro é um homem velho.",
        "O cozinheiro está descontente com o que ele está a fazer.",
        "As crianças estão na escola, a jogar.",
        "O professor mostra elementos de culinária no livro.",
        "As ilustrações do livro são: um menino, uma bola e uma praia. ",
        "Há cinco crianças a aprender com o professor.",
        "As crianças e os professores estão sentados em suas cadeiras.",
        "O homem está a dormir.",
        "A mulher descansa no sofá.",
        "O menino está a ver um filme em sua cama.",
        "A mulher mede sua pressão sanguínea.",
        "A mulher encontra-se na praia.",
        "O homem está à procura de algo na Internet.",
        "O homem tem óculos de sol quadrados.",
        "O homem aponta alguma coisa com o polegar.",
        "A mulher parece zangada com alguma coisa. ",
        "A menina veste amarelo. ",
        "O filho ajuda sua mãe a fazer um bolo.",
        "Ambos pai e filho limpam a banheira. ",
        "A mãe está a aspirar o pó para limpar o chão.",
        "A mãe e o filho estão zangados.",
        "A mãe e filho estão de joelhos, limpando o chão \ncom um pano.",
        "Três crianças jogam no escorrega. ",
        "As crianças deslizam na mesma direção.",
        "As crianças estão felizes.",
        "Uma das crianças está a subir as escadas do escorrega.",
        "Há dois meninos a jogar no escorrega. ",
        "Duas crianças estão a brincar no jardim.",
        "A menina está quase a pegar a bola.",
        "Há quatro crianças a jogar futebol.",
        "A menina está a chamar o menino para jogar com uma maçã.",
        "As crianças estão a lutar.",
        "O pequeno homem está de pé numa rocha.",
        "Há uma menina dentro de uma abóbora.",
        "O homenzinho assegura uma bandeira.",
        "O homenzinho tnum relâmpago no seu chapéu.",
        "O homenzinho está sentado numa abóbora.",
        "O pasteleiro fez uma salada com alguns camarões. ",
        "O pasteleiro é muito confiante sobre sua torta. ",
        "A tora que o pasteleiro assegura está já cozinhada.",
        "O pasteleiro escreve uma receita.",
        "O pasteleiro assegurando uma torta com ambas as mãos. "
    ],

    "instructions" : "Por favor, indique se as afirmações sobre a imagem estão corretas ou incorretas."
}