[
    {
        "title": "Prevenção do dengue",
        "story": "A melhor forma de se evitar a dengue é combater a acumulação de àguas, locais propícios para a criação do mosquito transmissor da doença. Para isso, é importante não acumular água em latas, embalagens, copos plásticos, tampinhas de refrigerantes, pneus velhos, vasos de plantas, garrafas, tambores e lixeiras, entre outros.",
        "statements": [
            {
                "text": "A melhor forma de se evitar a dengue é combater a acumulação de àguas.",
                "evaluation": true
            },
            {
                "text": "Para prevenir o dengue, é importante não acumular água em latas, embalagens, copos plásticos e tampinhas de refrigerantes.",
                "evaluation": true
            },
            {
                "text": "Para prevenir o dengue, é importante não acumular água em pneus velhos, vasos de plantas, garrafas, tambores e lixeiras.",
                "evaluation": true
            },
            {
                "text": "As zonas secas são propícias para a criação do mosquito transmissor do dengue",
                "evaluation": false
            },
            {
                "text": "Não é possível prevenir o dengue.",
                "evaluation": false
            },
            {
                "text": "O dengue é transmitido através de uma mosca.",
                "evaluation": false
            }
        ]
    },
    {
        "title": "Importância do selo",
        "story": "O selo postal é um veículo de enorme poder cultural e pedagógico, um fator de diálogo e convívio entre os homens, as organizações e até os países. Produzido aos milhões, chega ao contacto de um incontável número de pessoas de todas as classes sociais, de todos os países, sendo por isso um excelente meio de divulgação.",
        "statements": [
            {
                "text": "O selo postal é um veículo de enorme poder cultural e pedagógico.",
                "evaluation": true
            },
            {
                "text": "O selo é um excelente meio de divulgação.",
                "evaluation": true
            },
            {
                "text": "O selo chega a um incontável número de pessoas de todas as classes sociais, de todos os países.",
                "evaluation": true
            },
            {
                "text": "A utilização do selo não tem qualquer impacto na sociedade.",
                "evaluation": false
            },
            {
                "text": "O selo postal é responsável por conflitos entre vários países",
                "evaluation": false
            },
            {
                "text": "O selo postal é apenas utilizado pelas classes sociais mais altas.",
                "evaluation": false
            }
        ]
    },
    {
        "title": "Moda na Idade Moderna",
        "story": "A Idade Moderna foi a época da globalização, quando o navegador Vasco da Gama fez a sua viagem às Índias, em prol de negociações entre dois pontos comerciais. Nesta altura, os nobres renovaram o visual com o uso da renda e do cetim. Estavam em voga tecidos como o linho, a lã e o algodão. As máquinas de costura começaram a funcionar a todo o vapor.",
        "statements": [
            {
                "text": "A Idade Moderna foi a época da globalização.",
                "evaluation": true
            },
            {
                "text": "Na Idade Moderna, os nobres renovaram o visual com o uso da renda e do cetim.",
                "evaluation": true
            },
            {
                "text": "Na Idade Moderna estavam em voga tecidos como o linho, a lã e o algodão.",
                "evaluation": true
            },
            {
                "text": "Na Idade Moderna deixou-se de usar máquinas de costura.",
                "evaluation": false
            },
            {
                "text": "Na Idade Moderna Vasco da Gama fez a sua viagem ao Brasil.",
                "evaluation": false
            },
            {
                "text": "Na Idade Moderna estavam em voga tecidos como o poliéster, caxemira e viscose.",
                "evaluation": false
            }
        ]
    },
    {
        "title": "Cuidado com o frigorífico",
        "story": "O frigorífico é uma peça imprescindível em casa, mas está sempre ligado. Para que não se torne num monstro de consumo, há alguns cuidados que pode ter, como por exemplo, não o colocar junto de uma fonte de calor ou num sítio com exposição solar. Regule o termóstato entre os 4 e os 7 graus. Descongele regularmente o frigorífico, pois o gelo aumenta o consumo do seu eletrodoméstico.",
        "statements": [
            {
                "text": "Não devemos colocar o frigorífico junto a uma fonte de calor ou num sítio com exposição solar.",
                "evaluation": true
            },
            {
                "text": "Devemos regular o termóstato do frigorífico entre os 4 e os 7 graus.",
                "evaluation": true
            },
            {
                "text": "O gelo aumenta o consumo energético do frigorífico.",
                "evaluation": true
            },
            {
                "text": "Não podemos fazer nada para reduzir o consumo energético do frigorífico.",
                "evaluation": false
            },
            {
                "text": "Devemos regular o termóstato do frigorífico entre os 5 e os 9 graus.",
                "evaluation": false
            },
            {
                "text": "O gelo não interfere no consumo energético do frigorífico.",
                "evaluation": false
            }
        ]
    },
    {
        "title": "Controle-se com o forno elétrico",
        "story": "Os fornos recentes consomem bem menos do que os antigos, pois já vêm com sistema de ventilação. Para poupar, evite o pré-aquecimento, uma vez que os fornos já aquecem depressa e o benefício é pouco significativo. É também importante que utilize a função de grelhar só quando for estritamente necessário, pois a resistência consome até duas vezes mais.",
        "statements": [
            {
                "text": "Os fornos recentes consomem bem menos do que os antigos.",
                "evaluation": true
            },
            {
                "text": "Devemos evitar o pré-aquecimento do forno para gastar menos energia.",
                "evaluation": true
            },
            {
                "text": "Na função de grelhar a resistência dos fornos consome até duas vezes mais.",
                "evaluation": true
            },
            {
                "text": "Os fornos recentes consomem bem mais do que os antigos",
                "evaluation": false
            },
            {
                "text": "É benéfico utilizar a função de pré-aquecimento do forno, ajuda a poupar energia.",
                "evaluation": false
            },
            {
                "text": "Na função de grelhar a resistência dos fornos consome menos.",
                "evaluation": false
            }
        ]
    },
    {
        "title": "Desligue o fogão elétrico",
        "story": "Se utiliza um fogão elétrico, procure cozinhar em panelas apropriadas, planas e sem deformação. Caso contrário, o consumo pode aumentar até 50%. Outro truque é desligar os discos elétricos cerca de 5 minutos antes de as refeições mais demoradas estarem terminadas, dado que se mantêm quentes durante algum tempo.",
        "statements": [
            {
                "text": "Se não utilizar as panelas apropriadas, o consumo do seu fogão eléctrico pode aumentar até 50%.",
                "evaluation": true
            },
            {
                "text": "Para poupar no consumo do fogão eléctrico, deve desligar os discos cerca de 5 minutos antes de as refeições mais demoradas estarem terminadas.",
                "evaluation": true
            },
            {
                "text": "As panelas a utilizar no fogão eléctrico devem ser planas e sem deformação.",
                "evaluation": true
            },
            {
                "text": "Se não utilizar as panelas apropriadas, o consumo do seu fogão eléctrico pode aumentar até 30%.",
                "evaluation": false
            },
            {
                "text": "Para poupar no consumo do fogão eléctrico, deve desligar os discos cerca de 15 minutos antes de as refeições mais demoradas estarem terminadas.",
                "evaluation": false
            },
            {
                "text": "Não é importante que as panelas a utilizar no fogão eléctrico tenham deformação.",
                "evaluation": false
            }
        ]
    },
    {
        "title": "Máquina de lavar roupa",
        "story": "O consumo elétrico de uma máquina de lavar roupa depende muito da temperatura selecionada. Tendo em conta o bom desempenho dos novos aparelhos, já raramente necessita utilizar os programas de 90-95ºC. Espere até ter roupa suficiente para uma máquina completa, em vez de fazer duas meias cargas. Uma máquina cheia consome quase tanto como uma meia carga.",
        "statements": [
            {
                "text": "O consumo elétrico de uma máquina de lavar roupa depende muito da temperatura selecionada.",
                "evaluation": true
            },
            {
                "text": "As máquinas de lavar roupa mais recentes raramente necessitam de utilizar os programas de 90-95ºC.",
                "evaluation": true
            },
            {
                "text": "Uma máquina cheia consome quase tanto como uma meia carga.",
                "evaluation": true
            },
            {
                "text": "O consumo elétrico de uma máquina de lavar roupa não depende da temperatura selecionada.",
                "evaluation": false
            },
            {
                "text": "Nas máquinas de lavar roupa mais recentes o melhor é utilizar os programas de 90-95ºC.",
                "evaluation": false
            },
            {
                "text": "Uma máquina cheia consome menos que uma meia carga.",
                "evaluation": false
            }
        ]
    },
    {
        "title": "Cinco conselhos para uma alimentação equilibrada",
        "story": "Faça uma alimentação o mais variada possível.\n Coma uma grande variedade de cereais, frutos e vegetais.\n Evite os fritos, os enchidos e as carnes processadas.\n Coma com regularidade.\n Não elimine completamente a carne vermelha, reduza sim o seu consumo.\n Beba mais de um litro de água por dia.",
        "statements": [
            {
                "text": "Para uma alimentação equilibrada, beba mais de um litro de água por dia.",
                "evaluation": true
            },
            {
                "text": "Para uma alimentação equilibrada, coma com regularidade.",
                "evaluation": true
            },
            {
                "text": "Para uma alimentação equilibrada, coma uma grande variedade de cereais, frutos e vegetais.",
                "evaluation": true
            },
            {
                "text": "Para uma alimentação equilibrada, faça uma alimentação o menos variada possível.",
                "evaluation": false
            },
            {
                "text": "Para uma alimentação equilibrada, coma fritos, enchidos e carnes processadas regularmente.",
                "evaluation": false
            },
            {
                "text": "Para uma alimentação equilibrada, elimine por completo o consumo de carne vermelha.",
                "evaluation": false
            }
        ]
    },
    {
        "title": "O vegetarianismo",
        "story": "O vegetarianismo é um plano ou dieta alimentar que exclui (praticamente) todos os produtos animais. Os motivos pela escolha deste género de alimentação são vários, começando pela vontade de comer de forma mais saudável. Existem ainda razões éticas (não contribuir para o sofrimento e abate dos animais, uma vez que o Homem pode sobreviver sem os mesmos, sendo que devem co-existir), ambientais (contribuir para a preservação dos recursos naturais que são destruídos para acolher e alimentar gado) e religiosas (o budismo e o hinduísmo estão ligados a este regime, não porque comer carne é pecado, mas porque o vegetarianismo é uma escolha espiritual).",
        "statements": [
            {
                "text": "As principais razões para aderir ao vegetarianismo são a saúde, o ambiente e a religião.",
                "evaluation": true
            },
            {
                "text": "O vegetarianismo é um plano ou dieta alimentar que exclui praticamente todos os produtos animais.",
                "evaluation": true
            },
            {
                "text": "No budismo e no hinduísmo o comer carne é pecado, daí o vegetarianismo ser uma escolha espiritual.",
                "evaluation": true
            },
            {
                "text": "O vegetarianismo é um plano ou dieta alimentar que exclui qualquer tipo de alimento animal, incluindo os ovos, mas não os produtos lacticínios, como o leite, o queijo e os iogurtes, que acompanham a fruta e os vegetais.",
                "evaluation": false
            },
            {
                "text": "As principais razões para aderir ao vegetarianismo são a saúde, a economia e a religião.",
                "evaluation": false
            },
            {
                "text": "No cristianismo e no budismo o comer carne é pecado, daí o vegetarianismo ser uma escolha espiritual.",
                "evaluation": false
            }
        ]
    },
    {
        "title": "A musicaterapia",
        "story": "A Musicoterapia é um processo terapêutico, através do qual o musicoterapeuta, ajuda a pessoa a ligar-se a si mesmo através de uma relação de ajuda com recurso a experiências musicais que acontecem durante as sessões. Estas são centradas nas necessidades e potencialidades específicas da pessoa, com o objetivo de criar condições facilitadoras para a mudança desejada. É uma intervenção integral que tem em conta a unicidade da pessoa ao nível mental, emocional, social, físico e espiritual.",
        "statements": [
            {
                "text": "As experiências musicais centram-se nas necessidades e potencialidades específicas da pessoa, com o objetivo de criar condições facilitadoras para a mudança desejada.",
                "evaluation": true
            },
            {
                "text": "A musicoterapia que tem em conta a unicidade da pessoa ao nível mental, emocional, social, físico e espiritual.",
                "evaluation": true
            },
            {
                "text": "A musicoterapia ajuda a pessoa a ligar-se a si mesmo através de uma relação de ajuda com recurso a experiências musicais.",
                "evaluation": true
            },
            {
                "text": "As experiências musicais centram-se no gosto musical da pessoa, com o objetivo de criar condições facilitadoras para a mudança desejada",
                "evaluation": false
            },
            {
                "text": "A musicoterapia não tem em conta a unicidade da pessoa ao nível mental, emocional, social, físico e espiritual.",
                "evaluation": false
            },
            {
                "text": "A musicoterapia ajuda a pessoa a ligar-se a si mesmo através de uma relação de ajuda com recurso a experiências sensoriais.",
                "evaluation": false
            }
        ]
    },
    {
        "title": "Boa higiene oral",
        "story": "No período entre visitas regulares ao dentista, existem passos simples que cada um de nós pode tomar para reduzir, drasticamente, o risco de se desenvolver a cárie dentária, as doenças das gengivas e outros problemas dentários. Estes passos incluiem:\n Escovar os dentes duas vezes ao dia e usar o fio dentário diariamente.\n Fazer uma dieta equilibrada e evitar os lanches entre refeições.\n Usar produtos dentários que contenham flúor, incluindo a pasta dentífrica.\n Bochechar com um elixir fluoretado se o seu dentista o aconselhar.\n Certificar-se que os seus filhos com menos de 12 anos tomam um suplemento de flúor.",
        "statements": [
            {
                "text": "É recomendado escovar os dentes duas vezes ao dia e usar o fio dentário diariamente.",
                "evaluation": true
            },
            {
                "text": "É recomendado utilizar produtos dentários que contenham flúor, incluindo a pasta dentífrica.",
                "evaluation": true
            },
            {
                "text": "É recomendado evitar os lanches entre refeições.",
                "evaluation": true
            },
            {
                "text": "É recomendado escovar os dentes diariamente e utilizar o fio dentário duas vezes ao dia.",
                "evaluation": false
            },
            {
                "text": "É recomendado não utilizar produtos dentários que contenham flúor, incluindo a pasta dentífrica.",
                "evaluation": false
            },
            {
                "text": "É recomendado os lanches entre refeições.",
                "evaluation": false
            }
        ]
    },
    {
        "title": "Desinfectantes de mãos",
        "story": "As loções à base de álcool para desinfectar as mãos e, assim, matar o vírus da gripe A podem ser perigosas. Utilizadas várias vezes ao dia, destroem o equilíbrio da pele, permitindo o aparecimento de bactérias, sobretudo resistentes. O alerta surgiu nas últimas duas semanas em França e várias escolas já proibiram a sua utilização.",
        "statements": [
            {
                "text": "As loções de álcool são utlizadas para matar o vírus da gripe A.",
                "evaluation": true
            },
            {
                "text": "Utilizar em excesso loções à base de álcool, podem destruir o equilíbrio da pele.",
                "evaluation": true
            },
            {
                "text": "Na França algumas escolas já proibiram a utilização destas loções.",
                "evaluation": true
            },
            {
                "text": "As loções de álcool são utlizadas para matar o vírus do dengue.",
                "evaluation": false
            },
            {
                "text": "É recomendado utilizar loções de álcool para manter o o equilíbrio da pele.",
                "evaluation": false
            },
            {
                "text": "Na Finlândia algumas escolas já proibiram a utilização destas loções.",
                "evaluation": false
            }
        ]
    },
    {
        "title": "Sal de Cozinha",
        "story": "O sal de cozinha tem por base o sal químico de nomecloreto de Sódio (NaCl). A importância do Sódio na nossa alimentação está associada às funções vitais no organismo humano, como a regulação do volume plasmático, a condução dos impulsos nervosos e à contração muscular. Como qualquer outro alimento, ele precisa ser ingerido na quantidade adequada para produzir benefícios e afastar os riscos ligados ao seu consumo excessivo ou insuficiente. A fonte primária de Sódio é o sal de cozinha. Através dos tempos, temos vindo a aumentar o consumo do sal devido aos alimentos industrializados e também pelo aumento desnecessário do tamanho das porções.",
        "statements": [
            {
                "text": "A denominação química para o sal de cozinha é NaCl.",
                "evaluation": true
            },
            {
                "text": "O sódio é importante para a regulação do volume plasmático, a condução dos impulsos nervosos e à contração muscular.",
                "evaluation": true
            },
            {
                "text": "A principal fonte primária de sódio é o sal da cozinha.",
                "evaluation": true
            },
            {
                "text": "A denominação química para o sal de cozinha é MgRe.",
                "evaluation": false
            },
            {
                "text": "O sódio é importante para a regulação do volume abdominal, a condução dos impulsos nervosos e à descontração muscular.",
                "evaluation": false
            },
            {
                "text": "A principal fonte primária de sódio é os alimentos industrializados, como por exemplo as batatas fritas.",
                "evaluation": false
            }
        ]
    },
    {
        "title": "Previna a diabetes",
        "story": "Manter uma alimentação saudável é uma das melhores formas de prevenir o aparecimento da diabetes. Mas esteja atento aos primeiros sinais da doença. Uma história familiar de diabetes é normalmente o primeiro fator a levá-lo a estar atento aos sinais de que a doença poderá afetá-lo. Com efeito, a probabilidade do seu aparecimento em pessoas com familiares diabéticos é consideravelmente mais elevada, mas nada impede que seja você o primeiro da família, tal como é possível que nunca venha a ser apesar de ter vários familiares que o são. “Controlar o peso regularmente, manter uma alimentação saudável e evitar os açúcares de absorção rápida, como aqueles que estão presentes nos refrigerantes, bolachas e chocolates são as principais medidas a tomar para prevenir o aparecimento da diabetes”.",
        "statements": [
            {
                "text": "A melhor forma de prevenir o aparecimento da diabetes é manter uma alimentação saudável.",
                "evaluation": true
            },
            {
                "text": "Uma das principais medidas para prevenir o aparecimento da diabetes é controlar o peso regularmente, manter uma alimentação saudável e evitar os açúcares de absorção rápida.",
                "evaluation": true
            },
            {
                "text": "Os açúcares de absorção rápida estão presentes nos refrigerantes, bolachas e chocolates.",
                "evaluation": true
            },
            {
                "text": "A melhor forma de prevenir o aparecimento da diabetes é praticar 60 minutos de exercício diário.",
                "evaluation": false
            },
            {
                "text": "Uma das principais medidas para prevenir o aparecimento da diabetes é controlar a quantidade de comida ingerida e evitar os açúcares de absorção lenta.",
                "evaluation": false
            },
            {
                "text": "Os açúcares de absorção rápida estão presentes nos vegetais, na fruta e no leite.",
                "evaluation": false
            }
        ]
    },
    {
        "title": "Treino cognitivo",
        "story": "Realizou-se recentemente um estudo de grande dimensão que comprovou os benefícios do treino cognitivo. Os pesquisadores do Instituto de Psiquiatria, Psicologia e Neurociência de Londres criaram um sistema de exercícios on-line estimulantes para o cérebro e avaliaram o impacto dessa prática na forma como as pessoas realizam as tarefas do seu dia-a-dia e nas suas capacidades. Avaliaram-se cerca de 3000 pessoas com idades superiores a 50 anos antes e depois de praticarem o pacote de exercícios informatizados. Os participantes passavam entre 10minutos a 1hora a fazerem os exercícios de forma regular.",
        "statements": [
            {
                "text": "O sistema de exercícios on-line foram elaborados pelos pesquisadores do Instituto de Psiquiatria, Psicologia e Neurociência de Londres.",
                "evaluation": true
            },
            {
                "text": "Foram avaliados 3000 pessoas com idades superiores a 50 anos.",
                "evaluation": true
            },
            {
                "text": "Os participantes passavam entre 10 minutos a 1hora a fazerem os exercícios de forma regular.",
                "evaluation": true
            },
            {
                "text": "Foram avaliados 4000 pessoas com idades superiores a 50 anos.",
                "evaluation": false
            },
            {
                "text": "O sistema de exercícios on-line foram elaborados pelos pesquisadores do Instituto de Psiquiatria, Psicologia e Neurociência de Luanda.",
                "evaluation": false
            },
            {
                "text": "Os participantes passavam entre 15 minutos a 1hora a fazerem os exercícios de forma regular.",
                "evaluation": false
            }
        ]
    }
    
]