{
    "correct" : [
        "The child is having an injection.",
        "Two children are staring at their friend who's having an injection.",
        "A nurse is giving an injection to a child.",
        "There are 4 people on this scene, one adult and three children.",
        "The nurse and the child that is having the injection are seated\nand the other two children are standing.",
        "The woman is frying an egg.",
        "The cooker has a pan and a spoon in her hands.",
        "The cooker has a chef's hat.",
        "The cooker is a young woman.",
        "The cooker is happy about what she is doing.",
        "The professor is teaching the children.",
        "The professor is showing nature elements in a book.",
        "The book illustrations are: a crab, the sun and a tree.",
        "There are three children learning with the professor.",
        "Both children and professor are seated in the floor.",
        "The woman is sick.",
        "The woman is having her temperature measured.",
        "The woman is lying in bed.",
        "The woman has flu.",
        "The woman has her eyes closed because she is sick.",
        "The man is looking for something in the book.",
        "The man has round glasses.",
        "The man is pointing something with the indicator finger.",
        "The man seems curious about something.",
        "The man is wearing black.",
        "The son is helping his mother to clean the house.",
        "Both mother and son are cleaning the floor.",
        "The mother is using a broom to clean the floor.",
        "Both mother and son are happy.",
        "The mother is standing with a broom and the son is on his knees\nwith a cloth.",
        "Two children are playing in a slide.",
        "One of the children is going in the wrong direction.",
        "The children are worried.",
        "One of the children is seated in the slide.",
        "There is one girl and one boy playing in the slide.",
        "Two children are playing in a pool.",
        "The boy is almost catching the ball.",
        "There is one boy and one girl playing a game in the pool.",
        "The girl is calling the boy for throwing her the ball.",
        "Both boy and girl are having fun.",
        "The little man is standing on a pumpkin.",
        "The pumpkin is bigger than the little man.",
        "The little man is holding a hoe.",
        "The little man t-shirt has a lightning.",
        "The man is trying to keep balance standing on a pumpkin.",
        "The pastry chef has baked a pie.",
        "The pastry chef is apprehensive about the way he cooked the pie.",
        "The pastry chef is checking the recipes book.",
        "The pie is very hot.",
        "The pastry chef is holding a just baked pie."
    ],
    
    "incorrect" : [
        "The child is having syrup.",
        "The child that is having the injection is staring at his friends.",
        "The child is enjoying having an injection.",
        "There are 6 people in this scene, 4 children and two adults.",
        "The nurse is seated but all the children are standing.",
        "The cooker is frying bacon.",
        "The cooker has a fork and a knife in her hands.",
        "The cooker has a cowboy hat.",
        "The cooker is an old man.",
        "The cooker is unhappy about what she is doing.",
        "The children are at school, playing outside.",
        "The professor is showing cooking elements in the book.",
        "The book illustrations are: a boy, a ball and a beach.",
        "There are five children learning with the professor.",
        "Both children and professor are seated on their chairs.",
        "The man is sleeping.",
        "The woman is having some rest on the couch.",
        "The boy is watching a movie on his bed.",
        "The woman is measuring her blood pressure.",
        "The woman is lying on the beach.",
        "The man is looking for something in the Internet.",
        "The man has squared sunglasses.",
        "The man is pointing something with his thumb.",
        "The woman seems mad about something.",
        "The girl is wearing yellow.",
        "The son is helping his mother to bake a cake.",
        "Both father and son are cleaning the toilet.",
        "The mother is using a vacuum cleaner to clean the floor.",
        "Both mother and son are mad with each other.",
        "Both mother and son are standing on their knees, cleaning\nthe floor with a cloth.",
        "Three children are playing in the slide.",
        "Both children are sliding in the same direction.",
        "Both children are happy.",
        "One of the children is climbing the slide stairs.",
        "There are two boys playing in the slide.",
        "Two children are playing in the garden.",
        "The girl is almost catching the ball.",
        "There are 4 children playing football.",
        "The girl is calling the boy to play with an apple.",
        "The children are fighting with each other.",
        "The little man is standing in a rock.",
        "There is a girl inside a pumpkin.",
        "The little man is holding a flag.",
        "The little man has a lightning in his hat.",
        "The little man is seated in a pumpkin.",
        "The pastry chef made some shrimps with salad.",
        "The pastry chef is very confident about his pie.",
        "The pie that the pastry chef is holding is already cooled.",
        "The pastry chef is writing a recipe.",
        "The pastry chef is holding a pie with both hands."
      ],
    
      "instructions" :
        "Please indicate whether the statements about the image are correct or incorrect."
}